[Info]
Description=自定义 Win + H 为开关讯飞语音输入法悬浮窗的热键。
HelpUrl=https://github.com/chriskyfung/Agile-Win-Hotkey-for-iFlyVoice

[Menu]
CheckForUpdates=检查更新(&U)
Exit=退出(&E)
Help=帮助(&H)
ReinstallIFlyIME=重新安装讯飞输入法(&R)
RunAsAdministrator=以管理员身份运行(&A)
TriggerHotkey=触发热键(&T)
Tip=Win+H | 开关讯飞语音输入

[Msg]
CurrentVersion=当前版本
LatestVersion=您正在使用最新版本。
IFlyIME_NotFound=找不到“讯飞输入法”。是否立即下载并安装？
Details=详细信息：{1}
InstallerExists=安装程序已存在于您的系统中。要重新下载安装程序吗？
DownloadProgress={1} MB / {2} MB
DownloadProgressWithSpeed={1} - {2} MB / {3} MB
DownloadSpeed={1} KB/s

[Error]
UpdateCheckFailed=无法检查更新，请检查您的网络连接。
DownloadFailed=无法下载安装程序，请检查您的网络连接。
InstallFailed=安装讯飞输入法失败。
ShellExecutionError=在系统外壳中执行命令时发生错误。
ParseFileSizeError=解析下载文件大小时出现问题。
InvalidFileSize=从服务器收到的文件大小无效：'{1}'。
DownloadFailedWithMessage=下载失败：{1}
LanguageFileNotFound=找不到语言文件：{1}

[Title]
UpdateCheckFailed=更新检查失败
Confirm=确认
InstallationFailed=安装失败
Downloading=下载中...
DownloadError=下载错误
